export default [
  {
    year: "2007",
    month: "Июль",
    description: "Создана платформа EverGIS. Первое в России геоинформационное веб-приложение.",
  },
  {
    year: "2008",
    month: "Ноябрь",
    description:
      "Вся телекомммуникационная сеть Москвы на нашей карте в EverGIS - первый проект Everpoint для оператора большой тройки.",
  },
  {
    year: "2010",
    month: "Февраль",
    description:
      'Создана полная web-версия "Национального атласа России" по заказу ФГУП «ГОСГИСЦЕНТР» . Вся территория страны в одной ГИС',
  },
  {
    year: "2012",
    month: "Август",
    description: "Разработана единая система территориального планирования по заказу Минрегиона РФ",
  },
  {
    year: "2013",
    month: "Июнь",
    description:
      "Разработана система поиска и анализа земельных участков под жилищное строительство для Фонда РЖС",
  },
  {
    year: "2014",
    month: "Апрель",
    description:
      "Открыт свободный доступ к серверным и клиентским API платформы EverGIS. Теперь всю мощь платформы могут использовать внешние разработчики для своих проектов.",
  },
  {
    year: "2007",
    month: "Июль",
    description: "EverGIS внедрена в Правительстве Москвы для хранения и управления геоданными",
  },
  {
    year: "2015",
    month: "Сентябрь",
    description:
      'Для компании "Ростелеком" совместно с "Техносерв" разработано решение по геомониторингу состояния телекоммуникационной сети, интегрированное с TEOCO.',
  },
  {
    year: "2015",
    month: "Февраль",
    description: "EverGIS начинает работать с BigData",
  },
  {
    year: "2016",
    month: "Июнь",
    description:
      'Разработан "Бизнес-навигатор МСП" - уникальный открытый геомаркетинговый сервис для предпринимателей. По заказу Корпорации МСП.',
  },
  {
    year: "2017",
    month: "Май",
    description:
      'EverTrack и EverGIS внедрены на предприятиях группы компаний "Газпром нефть" для мониторинга автотранспорта',
  },
  {
    year: "2017",
    month: "Август",
    description:
      "На базе EverGIS разработано решение по геомониторингу залоговой недвижимости для Сбербанка",
  },
  {
    year: "2017",
    month: "Сентябрь",
    description:
      'EverGIS внедрена в АО "Институт экологического проектирования и изысканий" (ИЭПИ) для мониторинга проведения буровых работа на шельфе Баренцева, Карского, Охотского морей',
  },
  {
    year: "2017",
    month: "Октябрь",
    description:
      'Разработано мобильное приложение для подбора места для бизнеса "Бизнес-навигатор МСП" совместно с Mobile Up. По заказу Корпорации МСП.',
  },
  {
    year: "2018",
    month: "Январь",
    description:
      "Старт работ над первой российской дизайн-системой, ориентированной на решение геоинформационных задач",
  },
  {
    year: "2018",
    month: "Февраль",
    description:
      'Запущено справочное мобильное приложения для предпринимателей "Навигатор МСП. Меры поддержки" совместно с Mobile Up. По заказу Корпорации МСП.',
  },
  {
    year: "2018",
    month: "Ноябрь",
    description:
      "В EverGIS внедрена технология распараллеливания задач между серверами в  кластере - все пространственные и другие ресурсоемкие операции стали выполняться быстрее",
  },
  {
    year: "2018",
    month: "Декабрь",
    description:
      '"Бизнес-навигатор МСП" получил премию Tagline Awards - 3 место в категории лучший инновационный сервис и лучший продукт для digital-маркетинга.',
  },
  {
    year: "2019",
    month: "Февраль",
    description: "Разработан бесплатный публичный геосервис EverGIS Online",
  },
];
