import interest from "./img/principles/interest.svg";
import informality from "./img/principles/informality.svg";
import feedback from "./img/principles/feedback.svg";
import politeness from "./img/principles/politeness.svg";
import winwin from "./img/principles/win-win.svg";
import atmosphere from "./img/principles/atmosphere.svg";
import help from "./img/principles/help.svg";
import development from "./img/principles/development.svg";

export default [
  {
    icon: interest,
    title: "Интерес",
    description:
      "Наша команда — это люди, которые работают не только из-за зарплаты. Сотрудникам важен результат и интересен рабочий процесс. Мы внимательно следим за тем, чтобы никто не устал и не заскучал.",
  },
  {
    icon: informality,
    title: "Неформальность",
    description:
      "Мы отказались от бюрократии: чтобы обратиться к бухгалтеру или руководителю, достаточно просто подойти со своим вопросом. Любые вопросы можно обсудить лично, по телефону или в Slack.",
  },
  {
    icon: feedback,
    title: "Обратная связь",
    description:
      "Мы передаём разработчикам отзывы клиентов о проделанной работе. Это помогает двигаться дальше: похвала показывает сильные стороны, претензия дает понять, какие моменты нужно доработать.",
  },
  {
    icon: politeness,
    title: "Вежливость",
    description:
      "Мы обращаемся по имени, чтобы создать доброжелательную атмосферу в коллективе. Вместо сухого @e.makeeva мы пишем «Катя!». Разумеется, мы здороваемся, благодарим и не забываем поздравлять друг друга с успехами, праздниками и днями рождения.",
  },
  {
    icon: winwin,
    title: "Win-Win",
    description:
      "Мы стремимся, чтобы сотрудникам, руководству, клиентам было хорошо, поэтому всегда считаемся с интересами каждого человека. Вместе мы ищем компромиссы и альтернативные способы решить проблему. Каждый заинтересован в поиске оптимального решения.",
  },
  {
    icon: atmosphere,
    title: "Атмосфера",
    description:
      "Мы понимаем, что каждый сотрудник важен и часто от работы одного сотрудника зависит общий успех. Чтобы команда была сплоченней мы поддерживаем дружескую атмосферу: ходим на квесты и в бары. Редко, но метко. Наша особая традиция - празднование дней рождений, которая сопровождается квестом по разгадыванию подарка для именинника.",
  },
  {
    icon: help,
    title: "Взаимовыручка",
    description:
      "Мы всегда готовы помочь друг другу. Если нужно срочно запустить продукт, жертвуем личным временем. Если кому-то из команды нужно сходить на детский утренник или к врачу — даем выходной. Если у коллеги не получается решить задачу самостоятельно, берёмся за неё все вместе, стараемся объяснить и помочь.",
  },
  {
    icon: development,
    title: "Развитие сотрудников",
    description:
      "Мы ценим своих сотрудников и поддерживаем стремление каждого к саморазвитию, особенно, если это помогает бизнесу. Наши сотрудники ходят на профессиональные конференции, обучаются на профессиональных онлайн тренингах и курсах. Мы всегда за новые знания, идеи и технологии!",
  },
];
